integration_tests/src/test/resources/artifacts/ESB/config/LinkedInGetStatusSoapEnvelope.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:urn="wso2.connector.linkedin.getstatus">
	<soapenv:Header />
	<soapenv:Body>
		<urn:appUri>https://api.linkedin.com/v1</urn:appUri>
		<urn:accessToken>AQUHthp0Zrh_MCAX53veHV0jJq4hdMnhPmIMXa8sRerhRFbr3AyiSlKkQnibkiQOv6n8t3z9hIF9KnmwQF_Ad4k3o9CuDttqhYJIQnXC5Ol9pmNg86vM2QxkjDgUA2lCoW8-lkA18chHb5U88TxuJZBWUz3WGB30o7fgH5fRwSrKVpzENlM</urn:accessToken>
	</soapenv:Body>
</soapenv:Envelope>